[Character.CharClass_Nast_NPC_Hodunk_Lilah AIClassDefinition]
DefaultDisplayName="TAKING UP"
UBMKilledByMessageString=""

[Population.BD_Lilah_Hodunk AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Leela Hardank")

